<?php
// Заголовок
$_['heading_title'] = 'Заголовок статьи';

// Текст
$_['text_success'] = 'Успех: вы изменили статьи!';
$_['text_list'] = 'Текст статьи';
$_['text_add'] = 'Добавление статьи';
$_['text_edit'] = 'Редактировать статью';
$_['text_default'] = 'По умолчанию';
$_['text_extension'] = 'Расширения';
$_['text_plus'] = '+';
$_['text_minus'] = '-';

// Столбец
$_['column_name']  = 'Статья';
$_['column_author'] = 'Автор';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Вступление
$_['entry_name']  = 'Название статьи';
$_['entry_store'] = 'Сохранить';
$_['entry_image'] = 'Изображение';
$_['entry_author'] = 'Автор';
$_['entry_description'] = 'Описание';
$_['entry_meta_title'] = 'Мета тег';
$_['entry_meta_keyword'] = 'Мета-тег ключевых слов';
$_['entry_meta_description'] = 'Описание Мета-тега';
$_['entry_intro_text'] = 'Введение текста';
$_['entry_keyword'] = 'Ключевые слова';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_category'] = 'Категория';

// Помогать
$_['help_keyword'] = 'Не используйте пробелы, замените их на - и убедитесь, что ключевое слово глобально уникально.';
$_['help_category'] = '(Автозаполнение)';

// Ошибка
$_['error_warning'] = 'Внимание: Пожалуйста, Внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Внимание: У вас нет прав на изменение статей!';
$_['error_name'] = 'Имя статьи должно быть больше 3 и меньше 255 символов!';
$_['error_meta_title'] = 'Meta Title должен быть больше 3 и меньше 255 символов!';
$_['error_keyword'] = 'SEO ключевое слово уже используется!';