<?php
// Заголовок
$_['heading_title'] = 'Статьи';

// Текст
$_['text_success'] = 'Успех: Вы изменили список статей!';
$_['text_list'] = 'списки статей';
$_['text_add'] = 'Добавить список статей';
$_['text_edit'] = 'Изменить список статей';
$_['text_extension'] = 'Расширения';
$_['text_blog'] = 'Блог';

// Столбец
$_['column_name'] = 'Имя списка статей';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Вступление
$_['entry_name'] = 'имя списка';
$_['entry_article_list'] = 'статьи';
$_['entry_status'] = 'Статус';

// Помогать
$_['help_category'] = '(Автозаполнение)';

// Ошибка
$_['error_warning'] = 'Внимание: пожалуйста, Внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Внимание: у вас нет прав на изменение статей!';
$_['error_name'] = 'Имя статьи должно быть больше 3 и меньше 255 символов!';
$_['error_meta_title'] = 'Meta Title должен быть больше 3 и меньше 255 символов!';
$_['error_keyword'] = 'SEO ключевое слово уже используется!';